Repository: toolman5487/MyTMDB_App
Catalog: MyTMDB_App/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

# common.accessibility.action.hint
source: Double-tap to perform this action
ja: ダブルタップしてこの操作を実行
zh_hant: 點兩下執行

# common.accessibility.activate_action.hint_format
source: Double-tap to %@
ja: ダブルタップして%@
zh_hant: 點兩下%@

# common.accessibility.collapsed
source: Collapsed
ja: 折りたたまれています
zh_hant: 已收合

# common.accessibility.destructive_action.hint
source: Double-tap to perform this action. This change may be irreversible.
ja: ダブルタップしてこの操作を実行します。この変更は元に戻せない場合があります。
zh_hant: 點兩下執行，可能造成無法復原的變更

# common.accessibility.expanded
source: Expanded
ja: 展開されています
zh_hant: 已展開

# common.accessibility.not_selected
source: Not selected
ja: 未選択
zh_hant: 未選取

# common.accessibility.open_detail.hint
source: Double-tap to open details
ja: ダブルタップして詳細を表示
zh_hant: 點兩下開啟詳細資料

# common.accessibility.open_episode_detail.hint
source: Double-tap to open episode details
ja: ダブルタップしてエピソードの詳細を表示
zh_hant: 點兩下開啟單集詳細資料

# common.accessibility.open_movie_detail.hint
source: Double-tap to open movie details
ja: ダブルタップして映画の詳細を表示
zh_hant: 點兩下開啟電影詳細資料

# common.accessibility.open_person_detail.hint
source: Double-tap to open person details
ja: ダブルタップして人物の詳細を表示
zh_hant: 點兩下開啟人物詳細資料

# common.accessibility.open_tv_detail.hint
source: Double-tap to open TV show details
ja: ダブルタップしてテレビ番組の詳細を表示
zh_hant: 點兩下開啟影集詳細資料

# common.accessibility.play_video.hint
source: Double-tap to play the video
ja: ダブルタップして動画を再生
zh_hant: 點兩下播放影片

# common.accessibility.preview_image.hint
source: Double-tap to preview the image
ja: ダブルタップして画像をプレビュー
zh_hant: 點兩下預覽圖片

# common.accessibility.selected
source: Selected
ja: 選択済み
zh_hant: 已選取

# common.account.guest
source: Guest
ja: ゲスト
zh_hant: 訪客

# common.account.member
source: Member
ja: メンバー
zh_hant: 會員

# common.account.signed_out
source: Signed Out
ja: 未ログイン
zh_hant: 未登入

# common.action.cancel
source: Cancel
ja: キャンセル
zh_hant: 取消

# common.action.clear
source: Clear
ja: 消去
zh_hant: 清除

# common.action.close
source: Close
ja: 閉じる
zh_hant: 關閉

# common.action.confirm
source: Confirm
ja: 確認
zh_hant: 確認

# common.action.delete
source: Delete
ja: 削除
zh_hant: 刪除

# common.action.register
source: Register
ja: 登録
zh_hant: 註冊

# common.action.retry
source: Retry
ja: 再試行
zh_hant: 重試

# common.action.sign_in
source: Sign In
ja: ログイン
zh_hant: 登入

# common.action.sign_out
source: Sign Out
ja: ログアウト
zh_hant: 登出

# common.action.sort
source: Sort
ja: 並べ替え
zh_hant: 排序

# common.count.episodes_format
source: %lld episodes
ja: %lld話
zh_hant: %lld 集

# common.count.items_format
source: %lld items
ja: %lld件
zh_hant: %lld 個項目

# common.count.seasons_format
source: %lld seasons
ja: %lldシーズン
zh_hant: %lld 季

# common.count.votes_format
source: %lld votes
ja: %lld票
zh_hant: %lld 票

# common.duration.hours_format
source: %lld hr
ja: %lld時間
zh_hant: %lld 小時

# common.duration.hours_minutes_format
source: %1$lld hr %2$lld min
ja: %1$lld時間%2$lld分
zh_hant: %1$lld 小時 %2$lld 分鐘

# common.duration.minutes_format
source: %lld min
ja: %lld分
zh_hant: %lld 分鐘

# common.episode.number_format
source: Episode %lld
ja: 第%lld話
zh_hant: 第 %lld 集

# common.error.invalid_movie_id.message
source: The movie ID is invalid. Go back and try again.
ja: 映画IDが無効です。前の画面に戻ってもう一度お試しください。
zh_hant: 電影 ID 不正確，請返回上一頁後再試。

# common.error.invalid_tv_id.message
source: The TV show ID is invalid. Go back and try again.
ja: テレビ番組IDが無効です。前の画面に戻ってもう一度お試しください。
zh_hant: 影集 ID 不正確，請返回上一頁後再試。

# common.fallback.no_overview
source: No overview is available.
ja: あらすじはありません。
zh_hant: 目前沒有簡介。

# common.fallback.not_announced
source: Not announced
ja: 未発表
zh_hant: 尚未公布

# common.fallback.unnamed
source: Unnamed
ja: 名称未設定
zh_hant: 未命名

# common.fallback.unnamed_provider
source: Unnamed Provider
ja: 名称未設定の配信サービス
zh_hant: 未命名平台

# common.fallback.untitled
source: Untitled
ja: タイトル未設定
zh_hant: 未命名

# common.fallback.untitled_collection
source: Untitled Collection
ja: タイトル未設定のコレクション
zh_hant: 未命名系列

# common.fallback.untitled_episode
source: Untitled Episode
ja: タイトル未設定のエピソード
zh_hant: 未命名集數

# common.fallback.untitled_season
source: Untitled Season
ja: タイトル未設定のシーズン
zh_hant: 未命名季數

# common.fallback.untitled_video
source: Untitled Video
ja: タイトル未設定の動画
zh_hant: 未命名影片

# common.filter.all
source: All
ja: すべて
zh_hant: 全部

# common.media.company
source: Company
ja: 制作会社
zh_hant: 製作公司

# common.media.movie
source: Movie
ja: 映画
zh_hant: 電影

# common.media.movies_and_tv
source: Movies and TV Shows
ja: 映画とテレビ番組
zh_hant: 電影與影集

# common.media.person
source: Person
ja: 人物
zh_hant: 人物

# common.media.tv_series
source: TV Show
ja: テレビ番組
zh_hant: 影集

# common.rating.label
source: Rating
ja: 評価
zh_hant: 評分

# common.rating.my_rating
source: My Rating
ja: 自分の評価
zh_hant: 我的評分

# common.rating.not_rated
source: Not rated
ja: 未評価
zh_hant: 尚未評分

# common.rating.user_value_format
source: My Rating %@
ja: 自分の評価 %@
zh_hant: 我的評分 %@

# common.rating.value_format
source: Rating %@
ja: 評価 %@
zh_hant: 評分 %@

# common.release_date.value_format
source: Release date %@
ja: 公開日 %@
zh_hant: 上映日期 %@

# common.season_episode.number_format
source: S%1$lld E%2$lld
ja: シーズン%1$lld・エピソード%2$lld
zh_hant: 第 %1$lld 季第 %2$lld 集

# common.season.number_format
source: Season %lld
ja: シーズン%lld
zh_hant: 第 %lld 季

# common.sort.popularity
source: Popularity
ja: 人気度
zh_hant: 熱門度

# common.state.cleared
source: Cleared
ja: 消去済み
zh_hant: 已清除

# common.state.loading
source: Loading...
ja: 読み込み中…
zh_hant: 正在載入...

# common.value.not_selected
source: Not selected
ja: 未選択
zh_hant: 尚未選擇

# common.value.not_synced
source: Not Synced
ja: 未同期
zh_hant: 尚未同步

# common.value.unknown
source: Unknown
ja: 不明
zh_hant: 未知

# company_detail.alternative_name.accessibility_label
source: Alternative Name
ja: 別名
zh_hant: 別名

# company_detail.description.title
source: About
ja: 概要
zh_hant: 簡介

# company_detail.error.invalid_id.message
source: The company ID is invalid. Go back and try again.
ja: 会社の ID が無効です。戻ってもう一度お試しください。
zh_hant: 製作公司 ID 無效,請返回後重試。

# company_detail.error.not_found.title
source: Company Not Found
ja: 会社が見つかりません
zh_hant: 找不到製作公司

# company_detail.fact.headquarters
source: Headquarters
ja: 本社所在地
zh_hant: 總部

# company_detail.fact.origin_country
source: Origin Country
ja: 設立国
zh_hant: 所屬國家

# company_detail.fact.parent_company
source: Parent Company
ja: 親会社
zh_hant: 母公司

# company_detail.image.logo
source: Logo
ja: ロゴ
zh_hant: 標誌

# company_detail.link.homepage
source: Official Website
ja: 公式サイト
zh_hant: 官方網站

# company_detail.logo.accessibility_label_format
source: Logo of %@
ja: %@ のロゴ
zh_hant: %@ 的標誌

# company_detail.section.alternative_names
source: Also Known As
ja: 別名
zh_hant: 別名

# company_detail.section.information
source: Company Information
ja: 会社情報
zh_hant: 公司資訊

# company_detail.section.logos
source: Logos
ja: ロゴ
zh_hant: 標誌

# company_detail.section.movies
source: Movies
ja: 映画
zh_hant: 電影

# company_detail.section.tv_shows
source: TV Shows
ja: テレビ番組
zh_hant: 影集

# detail.account_state.delete_rating_failed.title
source: Unable to Delete Rating
ja: 評価を削除できません
zh_hant: 刪除評分失敗

# detail.account_state.delete_rating_unavailable.title
source: Rating Deletion Unavailable
ja: 評価を削除できません
zh_hant: 暫時無法刪除評分

# detail.account_state.favorite_failed.title
source: Favorite Update Failed
ja: お気に入りを更新できません
zh_hant: 收藏失敗

# detail.account_state.favorite_invalid_data.message
source: The favorite data is invalid. Please try again later.
ja: お気に入りのデータが無効です。しばらくしてからもう一度お試しください。
zh_hant: 收藏資料不正確，請稍後再試。

# detail.account_state.favorite_sign_in_required.message
source: Sign in to your TMDB account to use favorites.
ja: お気に入りを利用するには、TMDBアカウントにログインしてください。
zh_hant: 請登入 TMDB 帳號後再使用收藏功能。

# detail.account_state.favorite_unavailable.message
source: Favorite status cannot be loaded right now. Please try again later.
ja: 現在、お気に入りの状態を取得できません。しばらくしてからもう一度お試しください。
zh_hant: 目前無法取得收藏狀態，請稍後再試。

# detail.account_state.favorite_unavailable.title
source: Favorites Unavailable
ja: お気に入りを利用できません
zh_hant: 暫時無法收藏

# detail.account_state.invalid_rating_value.message
source: Ratings must be between 0.5 and 10.
ja: 評価は0.5から10の範囲で入力してください。
zh_hant: 評分需介於 0.5 到 10 分之間。

# detail.account_state.rating_failed.title
source: Rating Failed
ja: 評価できません
zh_hant: 評分失敗

# detail.account_state.rating_sign_in_required.message
source: Sign in to your TMDB account to use ratings.
ja: 評価機能を利用するには、TMDBアカウントにログインしてください。
zh_hant: 請登入 TMDB 帳號後再使用評分功能。

# detail.account_state.rating_unavailable.message
source: Rating status cannot be loaded right now. Please try again later.
ja: 現在、評価の状態を取得できません。しばらくしてからもう一度お試しください。
zh_hant: 目前無法取得評分狀態，請稍後再試。

# detail.account_state.rating_unavailable.title
source: Ratings Unavailable
ja: 評価機能を利用できません
zh_hant: 暫時無法評分

# detail.account_state.sign_in_required.title
source: Sign-in Required
ja: ログインが必要です
zh_hant: 需要登入

# detail.account_state.your_rating
source: Your Rating
ja: あなたの評価
zh_hant: 你的評分

# detail.action.favorite.accessibility_hint
source: Double-tap to change favorite status
ja: ダブルタップしてお気に入りの状態を変更
zh_hant: 點兩下切換收藏狀態

# detail.action.favorite.accessibility_label
source: Favorite
ja: お気に入り
zh_hant: 收藏

# detail.action.favorite.added
source: Added to Favorites
ja: お気に入りに追加済み
zh_hant: 已收藏

# detail.action.favorite.not_added
source: Not in Favorites
ja: お気に入りに未追加
zh_hant: 未收藏

# detail.action.rating.accessibility_hint
source: Double-tap to rate
ja: ダブルタップして評価
zh_hant: 點兩下開啟評分

# detail.action.rating.current_value_format
source: Current rating: %@
ja: 現在の評価：%@
zh_hant: 目前 %@ 分

# detail.action.rating.title
source: Rate
ja: 評価する
zh_hant: 評分

# detail.action.review.accessibility_hint
source: Double-tap to view reviews
ja: ダブルタップしてレビューを表示
zh_hant: 點兩下查看評論

# detail.action.review.title
source: Reviews
ja: レビュー
zh_hant: 評論

# detail.attribute.genres
source: Genres
ja: ジャンル
zh_hant: 種類

# detail.attribute.production_companies
source: Production Companies
ja: 制作会社
zh_hant: 製作公司

# detail.error.delete_rating.title
source: Unable to Delete Rating
ja: 評価を削除できません
zh_hant: 無法刪除評分

# detail.error.favorite.title
source: Unable to Favorite
ja: お気に入りに追加できません
zh_hant: 無法收藏

# detail.error.invalid_data.title
source: Invalid Data
ja: 無効なデータ
zh_hant: 資料錯誤

# detail.error.not_found.title_format
source: %@ Not Found
ja: %@が見つかりません
zh_hant: 找不到%@

# detail.error.rating.title
source: Unable to Rate
ja: 評価できません
zh_hant: 無法評分

# detail.external_link.accessibility_hint
source: Double-tap to open the link
ja: ダブルタップしてリンクを開く
zh_hant: 點兩下開啟連結

# detail.fact.status
source: Status
ja: ステータス
zh_hant: 狀態

# detail.image.backdrop
source: Backdrop
ja: 背景画像
zh_hant: 劇照

# detail.image.logo
source: Logo
ja: ロゴ

# detail.image.poster
source: Poster
ja: ポスター
zh_hant: 海報

# detail.image.still
source: Still
ja: 場面写真
zh_hant: 劇照

# detail.image.title_format
source: Image %lld
ja: 画像%lld
zh_hant: 劇照 %lld

# detail.overview.title
source: Overview
ja: あらすじ
zh_hant: 劇情簡介

# detail.section_header.accessibility_hint
source: Double-tap to view the full list
ja: ダブルタップして一覧を表示
zh_hant: 點兩下查看完整列表

# detail.section_header.accessibility_label_format
source: %@ section
ja: %@セクション
zh_hant: %@ 區段

# detail.section.cast
source: Cast
ja: キャスト
zh_hant: 主要演員

# detail.section.crew
source: Crew
ja: スタッフ
zh_hant: 幕後人員

# detail.section.external_links
source: Related Links
ja: 関連リンク
zh_hant: 相關連結

# detail.section.images
source: Images
ja: 画像
zh_hant: 劇照

# detail.section.videos
source: Trailers and Videos
ja: 予告編と動画
zh_hant: 預告與影片

# detail.section.watch_providers
source: Where to Watch
ja: 視聴方法
zh_hant: 觀看平台

# empty.content.message
source: Try refreshing again later.
ja: しばらくしてから再読み込みしてください。
zh_hant: 請稍後再重新整理。

# empty.content.title
source: Nothing to Show
ja: 表示できる内容がありません
zh_hant: 目前沒有可顯示的內容

# empty.member_center.message
source: Favorites, watchlists, ratings, and lists will appear here.
ja: お気に入り、ウォッチリスト、評価、リストはここに表示されます。
zh_hant: 收藏、待看、評分與片單都還沒有資料。

# empty.member_center.title
source: No Account Content Yet
ja: アカウントのコンテンツはまだありません
zh_hant: 目前沒有會員內容

# episode_detail.error.invalid_input.message
source: Valid TV show, season, and episode information is required.
ja: 有効なテレビ番組、シーズン、エピソードの情報が必要です。
zh_hant: 缺少有效的影集、季數或集數資訊。

# episode_detail.fact.episode
source: Episode
ja: エピソード
zh_hant: 集數

# episode_detail.fact.production_code
source: Production Code
ja: 制作番号
zh_hant: 製作編號

# episode_detail.fact.vote_count
source: Votes
ja: 投票数
zh_hant: 票數

# episode_detail.overview.title
source: Episode Overview
ja: エピソードのあらすじ
zh_hant: 集數簡介

# episode_detail.rating.title
source: Rate This Episode
ja: このエピソードを評価
zh_hant: 為這集評分

# episode_detail.section.guest_stars
source: Guest Stars
ja: ゲスト出演
zh_hant: 客串演員

# episode_detail.section.information
source: Episode Information
ja: エピソード情報
zh_hant: 集數資訊

# error.generic.title
source: Something Went Wrong
ja: 問題が発生しました
zh_hant: 發生錯誤

# filter.accessibility.applied.hint
source: Currently applied filter
ja: 現在適用中のフィルター
zh_hant: 目前套用的篩選

# filter.accessibility.apply.hint
source: Double-tap to apply this filter
ja: ダブルタップしてこのフィルターを適用
zh_hant: 點兩下套用篩選

# filter.show_all.accessibility.collapse_hint
source: Double-tap to collapse the filter menu
ja: ダブルタップしてフィルターメニューを折りたたむ
zh_hant: 點兩下收合篩選選單

# filter.show_all.accessibility.expand_hint
source: Double-tap to open the full filter menu
ja: ダブルタップしてすべてのフィルターを表示
zh_hant: 點兩下展開完整篩選選單

# filter.show_all.accessibility.label
source: Show all filters
ja: すべてのフィルターを表示
zh_hant: 顯示全部篩選

# genre_sheet.close.accessibility_hint
source: Double-tap to close the filter menu
ja: ダブルタップしてフィルターメニューを閉じる
zh_hant: 點兩下關閉篩選選單

# genre_sheet.title_format
source: %@ Genres
ja: %@のジャンル
zh_hant: %@種類

# guest_launch.failure.message
source: Check your connection and try again, or sign in instead.
ja: 通信状況を確認して再試行するか、ログインしてください。
zh_hant: 請檢查網路後重試，或改為登入會員。

# guest_launch.failure.title
source: Unable to Start Guest Mode
ja: ゲストモードを開始できません
zh_hant: 無法啟動訪客模式

# home.category.airing_today_tv
source: TV Airing Today
ja: 本日放送のテレビ番組
zh_hant: 今日播出影集

# home.category.now_playing_movies
source: Now Playing
ja: 上映中
zh_hant: 現正熱映

# home.category.on_the_air_tv
source: TV Shows on the Air
ja: 放送中のテレビ番組
zh_hant: 播出中影集

# home.category.popular_movies
source: Popular Movies
ja: 人気の映画
zh_hant: 熱門電影

# home.category.popular_tv
source: Popular TV Shows
ja: 人気のテレビ番組
zh_hant: 熱門影集

# home.category.top_rated_movies
source: Top Rated Movies
ja: 高評価の映画
zh_hant: 高分電影

# home.category.top_rated_tv
source: Top Rated TV Shows
ja: 高評価のテレビ番組
zh_hant: 高分影集

# home.category.trending_movies
source: Trending Movies Today
ja: 今日のトレンド映画
zh_hant: 今日趨勢電影

# home.category.trending_tv
source: Trending TV Today
ja: 今日のトレンド番組
zh_hant: 今日趨勢影集

# home.category.upcoming_movies
source: Upcoming Movies
ja: 近日公開
zh_hant: 即將上映

# home.featured.accessibility_label_format
source: Now playing, %@
ja: 上映中、%@
zh_hant: 現正熱映，%@

# home.featured.now_playing
source: Now Playing
ja: 上映中
zh_hant: 現正熱映

# home.section.accessibility_hint_format
source: Double-tap to view all %@
ja: ダブルタップして%@をすべて表示
zh_hant: 點兩下查看%@完整列表

# home.section.accessibility_label_format
source: %@ category
ja: %@カテゴリー
zh_hant: %@ 分類

# home.section.accessibility_value
source: More available
ja: ほかにも項目があります
zh_hant: 可查看更多

# image_preview.close.accessibility_hint
source: Double-tap to close the image preview
ja: ダブルタップして画像プレビューを閉じる
zh_hant: 點兩下關閉圖片預覽

# image_preview.image.accessibility_label_format
source: %1$@, image %2$lld of %3$lld
ja: %1$@、全%3$lld枚中%2$lld枚目
zh_hant: %1$@，第 %2$lld 張，共 %3$lld 張

# image_preview.image.fallback_title
source: Image
ja: 画像
zh_hant: 圖片

# image_preview.image.paging_zoom_hint
source: Swipe left or right to switch images. Pinch to zoom.
ja: 左右にスワイプして画像を切り替えます。ピンチして拡大・縮小できます。
zh_hant: 左右滑動可切換圖片，雙指縮放可放大縮小

# image_preview.image.zoom_hint
source: Pinch to zoom.
ja: ピンチして拡大・縮小できます。
zh_hant: 雙指縮放可放大縮小

# image_preview.page_control.accessibility_hint
source: Swipe left or right to switch images
ja: 左右にスワイプして画像を切り替える
zh_hant: 左右滑動可切換圖片

# image_preview.page_control.accessibility_label
source: Image Page
ja: 画像ページ
zh_hant: 圖片頁碼

# image_preview.page.accessibility_value_format
source: Image %1$lld of %2$lld
ja: 全%2$lld枚中%1$lld枚目
zh_hant: 第 %1$lld 張，共 %2$lld 張

# login.action.edit_credentials
source: Edit Credentials
ja: 入力内容を修正
zh_hant: 返回修改

# login.error.invalid_credentials.message
source: Check your TMDB username and password, then try again.
ja: TMDBのユーザー名とパスワードを確認して、もう一度お試しください。
zh_hant: 請確認 TMDB 帳號與密碼後再試。

# login.error.invalid_credentials.title
source: Incorrect Username or Password
ja: ユーザー名またはパスワードが正しくありません
zh_hant: 帳號或密碼錯誤

# login.guest.continue
source: Continue as Guest
ja: ゲストとして続ける
zh_hant: 以訪客身分繼續

# login.guest.description
source: Browse movies and TV shows without an account. Some personalized features will be unavailable.
ja: アカウントなしで映画やテレビ番組を閲覧できます。一部のパーソナライズ機能は利用できません。
zh_hant: 無需帳號即可瀏覽電影與影集，部分個人化功能將無法使用。

# login.page_control.accessibility_hint_format
source: Swipe left or right to switch between %@
ja: 左右にスワイプして%@を切り替える
zh_hant: 左右滑動切換%@

# login.page_control.accessibility_label
source: Sign-in Method
ja: ログイン方法
zh_hant: 登入方式

# login.page_control.accessibility_value_format
source: %1$@, page %2$lld of %3$lld
ja: %1$@、全%3$lldページ中%2$lldページ目
zh_hant: %1$@，第 %2$lld 頁，共 %3$lld 頁

# login.password.hidden.accessibility_value
source: Currently hidden
ja: 現在は非表示
zh_hant: 目前已隱藏

# login.password.hide.accessibility_label
source: Hide Password
ja: パスワードを隠す
zh_hant: 隱藏密碼

# login.password.placeholder
source: Enter password
ja: パスワードを入力
zh_hant: 輸入密碼

# login.password.show.accessibility_label
source: Show Password
ja: パスワードを表示
zh_hant: 顯示密碼

# login.password.toggle.accessibility_hint
source: Double-tap to toggle password visibility
ja: ダブルタップしてパスワードの表示を切り替える
zh_hant: 點兩下切換密碼可見狀態

# login.password.visible.accessibility_value
source: Currently visible
ja: 現在は表示中
zh_hant: 目前可見

# login.register.description
source: Create an account on the TMDB website to use favorites, watchlists, and more.
ja: TMDBのWebサイトでアカウントを作成すると、お気に入りやウォッチリストなどを利用できます。
zh_hant: 前往 TMDB 官網建立帳號，即可使用收藏、待看清單等功能。

# login.register.open_website
source: Go to Registration
ja: 登録ページを開く
zh_hant: 前往註冊

# login.username.placeholder
source: Enter username
ja: ユーザー名を入力
zh_hant: 輸入帳號

# login.validation.missing_credentials.message
source: Enter your TMDB username and password before signing in.
ja: ログインする前に、TMDBのユーザー名とパスワードを入力してください。
zh_hant: 登入前需要填寫 TMDB 帳號與密碼。

# login.validation.missing_credentials.title
source: Enter Username and Password
ja: ユーザー名とパスワードを入力
zh_hant: 請輸入帳號與密碼

# login.validation.missing_password.message
source: Enter your TMDB password before signing in.
ja: ログインする前に、TMDBのパスワードを入力してください。
zh_hant: 登入前需要填寫 TMDB 密碼。

# login.validation.missing_password.title
source: Enter Password
ja: パスワードを入力
zh_hant: 請輸入密碼

# login.validation.missing_username.message
source: Enter your TMDB username before signing in.
ja: ログインする前に、TMDBのユーザー名を入力してください。
zh_hant: 登入前需要填寫 TMDB 帳號。

# login.validation.missing_username.title
source: Enter Username
ja: ユーザー名を入力
zh_hant: 請輸入帳號

# main_member_setting.about.api_data_language
source: API Data Language
ja: APIデータの言語
zh_hant: API 資料語言

# main_member_setting.about.app_version
source: App Version
ja: Appバージョン
zh_hant: App 版本

# main_member_setting.about.login_status
source: Current Sign-in Status
ja: 現在のログイン状態
zh_hant: 目前登入狀態

# main_member_setting.about.section_title
source: About
ja: このAppについて
zh_hant: 關於

# main_member_setting.about.tmdb_attribution
source: TMDB Data Source
ja: TMDBデータ提供元
zh_hant: TMDB 資料來源

# main_member_setting.account.clear_profile_cache
source: Clear Profile Cache
ja: プロフィールのキャッシュを消去
zh_hant: 清除會員資料快取

# main_member_setting.account.refresh_profile
source: Refresh Profile
ja: プロフィールを更新
zh_hant: 重新整理會員資料

# main_member_setting.account.section_title
source: Account
ja: アカウント
zh_hant: 帳號

# main_member_setting.alert.clear_all_local_data.guest_message
source: This ends guest mode, clears search history and the image cache, then returns to the sign-in screen.
ja: ゲストモードを終了し、検索履歴と画像キャッシュを消去して、ログイン画面に戻ります。
zh_hant: 會結束訪客模式，清除搜尋紀錄與圖片快取，並返回登入頁。

# main_member_setting.alert.clear_all_local_data.member_message
source: This clears your profile, session, search history, and image cache, then returns to the sign-in screen.
ja: プロフィール、セッション、検索履歴、画像キャッシュを消去して、ログイン画面に戻ります。
zh_hant: 會清除會員資料、Session、搜尋紀錄與圖片快取，並返回登入頁。

# main_member_setting.alert.clear_all_local_data.title
source: Clear All Local Data
ja: すべてのローカルデータを消去
zh_hant: 清除所有本機資料

# main_member_setting.alert.clear_image_cache.message
source: This removes locally stored images. They will be downloaded again the next time you browse.
ja: 端末に保存された画像を消去します。次回の閲覧時に再度ダウンロードされます。
zh_hant: 會清除本機儲存的圖片快取，下次瀏覽時會重新下載。

# main_member_setting.alert.clear_image_cache.title
source: Clear Image Cache
ja: 画像キャッシュを消去
zh_hant: 清除圖片快取

# main_member_setting.alert.clear_local_data_anyway
source: Clear Local Data Anyway
ja: ローカルデータを消去
zh_hant: 仍清除本機資料

# main_member_setting.alert.clear_local_sign_in_only
source: Clear Local Sign-in Only
ja: 端末のログイン情報のみ消去
zh_hant: 僅清除本機登入

# main_member_setting.alert.clear_profile_cache.message
source: This removes the locally stored profile name and avatar without signing you out.
ja: ログアウトせずに、端末に保存されたプロフィール名とアバターのキャッシュを消去します。
zh_hant: 會清除本機儲存的會員名稱與頭像快取，但不會登出。

# main_member_setting.alert.clear_profile_cache.title
source: Clear Profile Cache
ja: プロフィールのキャッシュを消去
zh_hant: 清除會員資料快取

# main_member_setting.alert.clear_search_history.message
source: This permanently deletes all locally stored search terms.
ja: 端末に保存されたすべての検索履歴を完全に削除します。
zh_hant: 將刪除本機所有搜尋關鍵字紀錄。此操作無法復原。

# main_member_setting.alert.clear_search_history.title
source: Clear Search History?
ja: 検索履歴を消去しますか？
zh_hant: 清除搜尋紀錄？

# main_member_setting.alert.clear_sign_in_data_failed.message
source: The TMDB session may have expired, but sign-in data cannot be safely cleared from this device. Unlock the device and try again.
ja: TMDBセッションの有効期限が切れている可能性がありますが、この端末からログイン情報を安全に消去できません。端末のロックを解除して、もう一度お試しください。
zh_hant: TMDB Session 可能已失效，但目前無法安全清除此裝置的登入資料。請確認裝置已解鎖後重試。

# main_member_setting.alert.clear_sign_in_data_failed.title
source: Unable to Clear Sign-in Data
ja: ログイン情報を消去できません
zh_hant: 無法清除登入資料

# main_member_setting.alert.image_cache_cleared.message
source: The image cache has been cleared.
ja: 画像キャッシュを消去しました。
zh_hant: 圖片快取已清除。

# main_member_setting.alert.profile_cache_cleared.message
source: The profile cache has been cleared.
ja: プロフィールのキャッシュを消去しました。
zh_hant: 會員資料快取已清除。

# main_member_setting.alert.profile_refresh_failed.message
source: Your profile cannot be refreshed right now. Please try again later.
ja: 現在、プロフィールを更新できません。しばらくしてからもう一度お試しください。
zh_hant: 目前無法重新整理會員資料，請稍後再試。

# main_member_setting.alert.profile_refreshed.message
source: Your profile has been refreshed.
ja: プロフィールを更新しました。
zh_hant: 會員資料已重新整理。

# main_member_setting.alert.remote_session_failure.message
source: CineBase cannot connect to TMDB to revoke the session. If you clear only local data, the remote session may remain active.
ja: CineBaseはTMDBに接続してセッションを無効にできません。ローカルデータのみ消去すると、リモートセッションが有効なままになる場合があります。
zh_hant: 目前無法連線至 TMDB 撤銷 Session。若只清除本機資料，遠端 Session 可能仍然有效。

# main_member_setting.alert.revoke_session_failed.title
source: Unable to Revoke TMDB Session
ja: TMDBセッションを無効にできません
zh_hant: 無法撤銷 TMDB Session

# main_member_setting.alert.search_history_cleared.message
source: Search history has been cleared.
ja: 検索履歴を消去しました。
zh_hant: 搜尋紀錄已清除。

# main_member_setting.alert.sign_out_failed.title
source: Sign Out Failed
ja: ログアウトできません
zh_hant: 登出失敗

# main_member_setting.alert.sign_out.message
source: Are you sure you want to sign out and return to the sign-in screen?
ja: ログアウトしてログイン画面に戻りますか？
zh_hant: 確定要登出並返回登入頁嗎？

# main_member_setting.alert.update_failed.title
source: Update Failed
ja: 更新できません
zh_hant: 更新失敗

# main_member_setting.alert.updated.title
source: Updated
ja: 更新しました
zh_hant: 已更新

# main_member_setting.data.clear_all_local_data
source: Clear All Local Data
ja: すべてのローカルデータを消去
zh_hant: 清除所有本機資料
